Repository: roolfield/cabble-website
Catalog: src/translations/locales/*/messages.po
Languages: nl

source: {0} doors
nl: {0} deuren

source: {0} seats
nl: {0} zitplaatsen

source: 1. Download 2. Create an account 3. Invite ...🚀
nl: 1. Download 2. Maak een account aan 3. Uitnodigen ...🚀

source: About me
nl: Over mij

source: About my Cabble profile
nl: Over mijn Cabble profiel

source: About my car
nl: Over mijn auto

source: Add {0}
nl: Voeg {0} toe

source: Add {0} on Cabble
nl: Voeg {0} toe op Cabble

source: Add me on Cabble
nl: Voeg mij toe aan Cabble

source: Add some basic information about yourself.
nl: Voeg wat informatie toe over jezelf.

source: Add this car on the Cabble app
nl: Voeg deze auto toe aan de Cabble app

source: And how does that all work? 🤔
nl: En hoe werkt dat allemaal? 🤔

source: Anything to discuss? Use chat to keep each other in the loop.
nl: Iets te bespreken? Gebruik chat om elkaar op de hoogte te houden.

source: Automatic
nl: Automatisch

source: Based on the settings above, the following table shows the cost of a trip excluding fuel. On the left side of the table the number of kilometers driven and on the top the number of hours the car is used.
nl: Op basis van bovenstaande instellingen toont de volgende tabel de kosten van een rit met uitzondering van brandstof. Aan de linkerkant van de tafel wordt het aantal kilometers rijden en bovenin het aantal uren dat de auto wordt gebruikt.

source: Cabble is on a mission to bring together communities in order to reduce the number of cars on the streets collectively.
nl: Cabble is op een missie om gemeenschappen bij elkaar te brengen om gezamenlijk het aantal auto's op straat te verminderen.

source: Coming soon
nl: Binnenkort beschikbaar

source: Costs
nl: Kosten

source: Could not load the page
nl: De pagina kon niet worden geladen

source: Could not load the user
nl: Kan de gebruiker niet laden

source: Could not load this car
nl: Kon deze auto niet laden

source: Create a car profile 🙋‍
nl: Maak een autoprofiel aan 🙋‍

source: Create a profile 🙋‍️
nl: Maak een profiel aan 🙋‍

source: Daughter
nl: Dochter

source: Determine your price
nl: Bepaal zelf je prijs

source: Download the app 📱
nl: Download de app 📱

source: Download the app for free
nl: Download de app gratis

source: Download the app for free.
nl: Download de app gratis.

source: Electric
nl: Elektrisch

source: Email us
nl: Mail ons

source: Everything in one place
nl: Alles op één plek

source: Everything you need to share your car with e.g. your neighbors, friends or family. Conveniently in one app.
nl: Alles wat je nodig hebt om je auto te delen met bijvoorbeeld je buren, vrienden of familie. Handig in één app.

source: family
nl: familie

source: Feedback form
nl: Feedback formulier

source: Find answers to the most common questions about our service.
nl: Vind antwoorden op de meest voorkomende vragen over onze service.

source: Flexible
nl: Flexibel

source: Follow the onboarding to add your car to the app.
nl: Volg de onboarding om uw auto aan de app toe te voegen.

source: Free kilometers per day
nl: Gratis kilometers per dag

source: Frequently asked questions
nl: Veelgestelde vragen

source: Frequently Asked Questions
nl: Veelgestelde vragen

source: friend
nl: vrienden

source: Friend
nl: Vriend

source: Gasoline
nl: Benzine

source: General
nl: Algemeen

source: Go to FAQ
nl: Ga naar de FAQ

source: Going for a weekend trip? Or just a trip to IKEA? Decide together for how long and when.
nl: Een weekend trip? Of een reisje naar IKEA? Bepaal samen hoe lang en wanneer.

source: Good for our planet
nl: Goed voor onze planeet

source: Hello!
nl: Hi!

source: Hey, do you want to share your car with me?
nl: Hey, wil je je auto met me delen?

source: Hey, do you want to use my car together?
nl: Hey, wil je mijn auto samen gebruiken?

source: How it works
nl: Hoe het werkt

source: How would that work? 🤔
nl: Hoe zou dat werken? 🤔

source: Hybrid
nl: Hybride

source: Hydrogen
nl: Waterstof

source: I have a car
nl: Ik heb een auto

source: I make a reservation for when I need it. After your approval I start your trip in the app.
nl: Ik doe een aanvraag voor wanneer ik hem nodig heb. Na jouw goedkeuring start ik de rit in de app.

source: I pay for each trip based on the time and distance I drive.
nl: Ik betaal voor elke rit op basis van de tijd en afstand die ik rijd.

source: I refuel the car or I pay for the used fuel through the app.
nl: Ik tank de auto af of ik betaal de gebruikte brandstof via de app.

source: I want to use a car
nl: Ik wil een auto gebruiken

source: Insurance for any damage
nl: Verzekeringen voor eventuele schade

source: Invite an owner or get invited.
nl: Nodig een eigenaar uit of krijg een uitnodiging.

source: Invite drivers by using a sharing link with useful information for drivers.
nl: Nodig gebruikers uit door een link te delen met handige informatie.

source: Invite your community 💌
nl: Nodig je community uit 💌

source: Learn more
nl: Meer informatie

source: Legal
nl: Juridisch

source: License plate number
nl: Kenteken

source: Link with an owner 💌
nl: Koppel met een eigenaar 💌

source: Loading
nl: Laden

source: Location
nl: Locatie

source: Manage availability
nl: Beheer beschikbaarheid

source: Manual
nl: Handgeschakeld

source: Message from {0}
nl: Bericht van {0}

source: neighbour
nl: buren

source: One car, your community
nl: Één auto, jouw community

source: Open cost calculator
nl: Open de kostencalculator

source: Open feedback form
nl: Open feedbackformulier

source: Other
nl: Overige

source: Our mission
nl: Onze missie

source: Owner
nl: Eigenaar

source: Pay for each trip based on the time and distance you drive. If you could not refuel, the app takes care of that too.
nl: Betaal voor elke rit op basis van de tijd en de afstand die je rijdt. Als je niet kon aftanken regelt de app ook de brandstofkosten.

source: per hour (max. 10 hours per day)
nl: per uur (max. 10 uur per dag)

source: Price per kilometer <0>(?)</0>
nl: Prijs per kilometer <0>(?)</0>

source: Privacy policy
nl: Privacy beleid

source: Privacy Policy
nl: Privacy beleid

source: Redirecting
nl: Omleiden

source: Redirecting you to the {0}
nl: Je wordt doorgestuurd naar {0}

source: Request and approve/deny trips in the app
nl: Vraag trips aan en keur goed/wijs af in de app

source: Save by using your car with your community.
nl: Bespaar door je auto te gebruiken in je community.

source: Save money, everyone
nl: Iedereen bespaart

source: Send us a message and we will respond as soon as possible.
nl: Stuur ons een bericht en we zullen zo snel mogelijk reageren.

source: Send us an email a support@cabbleapp.com and we will respond as soon as possible.
nl: Stuur ons een e-mail naar support@cabbleapp.com en we zullen zo snel mogelijk reageren.

source: Share the car of your
nl: Deel de auto van je

source: Share with those you trust
nl: Deel met degenen die je vertrouwt

source: Sharing a car means less cars on the road, which means less emissions and more space in our cities.
nl: Het delen van een auto betekent minder auto's op de weg, wat leidt tot minder uitstoot en meer ruimte in onze steden.

source: Sharing made easy in <0>one app</0>
nl: Gemakkelijk delen in <0>één app</0>

source: Sharing with Cabble
nl: Delen met Cabble

source: Son
nl: Zoon

source: Soon you will be able to insure for any self-incurred damage that might occur during a trip.
nl: Binnenkort kan je alle schade die tijdens een rit kan optreden ook verzekeren.

source: Support
nl: Ondersteuning

source: Terms and Conditions
nl: Algemene Voorwaarden

source: The costs
nl: De kosten

source: There was an error loading this page.
nl: Er is een fout opgetreden bij het laden van deze pagina.

source: These settings are also found in the app when the owner creates a car profile. Based on what is known about the car, the app will do a suggestion, but the owner is free to change these values.
nl: Deze instellingen staan ook in de app wanneer de eigenaar een autoprofiel aanmaakt. Op basis van wat bekend is over de auto, zal de app een suggestie doen, maar de eigenaar kan deze waarden altijd veranderen.

source: To make it worth my while, you pay a minimum of {0} hours per trip.
nl: Om het de moeite waard te maken, betaal je minimaal {0} uur per rit.

source: Trip cost calculator
nl: Kosten calculator

source: Trip costs
nl: Rit kosten

source: Trying to open the app
nl: Proberen de app te openen

source: Use this calculator to calculate the cost of a trip when using Cabble. To learn more about trip pricing, refer to the <0>FAQ</0>.
nl: Gebruik deze rekenmachine voor het berekenen van de kosten van een rit bij het gebruik van Cabble. Raadpleeg de <0>FAQ</0> om meer te weten te komen over de prijs van ritten.

source: Use this form to send us feedback or report a problem.
nl: Gebruik dit formulier om ons feedback te sturen of een probleem te melden.

source: Want to give it a go? 💪🏼
nl: Zullen we het proberen? 💪🏼

source: We're happy to help you
nl: We helpen je graag

source: WhatsApp us
nl: WhatsApp ons

source: Why sharing with Cabble?
nl: Waarom delen met Cabble?

source: With Cabble sharing can be a win-win for everyone. Fuel costs? Just add them to the bill. Easy!
nl: Met Cabble kan delen een win-win voor iedereen zijn. Brandstof kosten? Voeg ze gewoon toe aan de rekening. Makkelijk!

source: With Cabble we can share my car safely and easily.
nl: Met de Cabble kunnen we onze auto gemakkelijk en veilig delen.

source: With Cabble we can share your car safely and easily.
nl: Met de Cabble kunnen we je auto gemakkelijk en veilig delen.

source: You can be friends, neighbours or family; share your car with a trusted community.
nl: Als vrienden, buren of familie; deel je auto met een vertrouwde gemeenschap.

source: You can drive {0} for free and pay {1} per kilometer after that (excluding fuel).
nl: Je kunt {0} gratis rijden en daarna {1} per kilometer betalen (exclusief brandstof).

source: You can set a free number of kilometers per trip and a price per extra kilometer (excluding fuel).
nl: Je kunt een gratis aantal kilometers per rit en een prijs per extra kilometer instellen (exclusief brandstof).

source: You can start sharing once both of you have the app installed.
nl: Je kunt beginnen met delen zodra de app bij beiden is geïnstalleerd.

source: You determine the price
nl: Jij bepaalt de prijs

source: You either refuel the car yourself or this gets added to the trip price.
nl: Je tankt de auto af of de brandstofprijs wordt toegevoegd aan de prijs van de rit.

source: You get some of the costs back, I save the cost of ownership.
nl: Jij krijgt een deel van de kosten terug, ik bespaar op de kosten van bezit.

source: You make a reservation for when you need it. After my approval you can start your trip in the app.
nl: Ik doe een aanvraag voor wanneer ik hem nodig heb. Na jouw goedkeuring start ik de rit in de app.

source: You pay {0} per hour.
nl: Je betaalt {0} per uur.

source: You save the cost of ownership, I get some of the costs back.
nl: Jij bespaart de kosten van bezit, ik krijg een deel van mijn kosten terug.

source: You set a price per hour.
nl: Jij stelt een prijs per uur in.

source: You're all set! Now you can start sharing.
nl: Je bent helemaal klaar! Nu kan je beginnen met delen.
